BPEL/CompositeApp1/test/TestCase2(sendConfirmationOperation)/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:com="CompositeApp1">
  <soapenv:Body>
    <com:sendConfirmationOperation>
      <confirmation>?false?</confirmation>
    </com:sendConfirmationOperation>
  </soapenv:Body>
</soapenv:Envelope>